{
  "uploadTexts": {
    "1stText": "Congratulations on successfully uploading your furniture to the 24möbler application! 🎉",
    "2ndText": "Now, take the next step and continue using the application.",
    "3rdText": "We'll keep you updated on the status of your furniture based on your availability time slots. It can be approved for announcing the item on our platform, declined, or directly approved for pick up. Most commonly, we offer pick up of the items within 24h.",
    "4thText": "Keep up the great work!"
  },
  "orderText": {
    "1stText": "Congratulations for your selection of furniture. Kindly proceed with payment using the following details:",
    "2ndText": "Recipient: Crombo AB",
    "3rdText": "Payment Methods:",
    "4thTextUL": "Swish: 1231843754",
    "5thTextUL": "Bank Giro: 5765-6878",
    "6thTextUL": "Bank Account: 53851107659 (SEB)",
    "7thTextUL": "Please include the message \"24mobler app + Swedish personal identification number\" for reference.",
    "8thText": "Upon successful payment, you will be contacted via email with the receipt and more precise delivery timing, taking into account the time slot preferences you previously specified in the app."
  },
  "preApprovedToApproved": {
    "1stText": "Congratulations! ",
    "2ndText": "We confirm that your furniture has been successfully sold on our platform 🎉",
    "3rdText": "This means that we will pick up the furniture within this time slot:",
    "4thText": "[the text we provide in the admin description box while approving]",
    "5ththText": "Thank you for choosing 24möbler for selling your furniture!"
  },
  "statussoldTodeliveryApproved": {
    "1stText": "Congratulations! ",
    "2ndText": "We confirm that you successfully paid for your Furniture order 🎉",
    "3rdText": "This means that we will deliver you the furniture within this time slot:",
    "4thText": "[the text we provide in the admin description box while approving]",
    "5ththText": "Thank you for choosing 24möbler for buying our furniture!"
  },
  "pendingToPreApproved": {
    "1stText": "Congratulations! ",
    "2ndText": "Your furniture ad has been approved to be posted on the 24möbler platform! 🎉 ",
    "3rdText": "This means other users can choose it from our furniture library and after they buy it, we will transfer directly to you.",
    "4thText": "Thank you for choosing 24möbler for selling your furniture!"
  },
  "pendingToApproved": {
    "1stText": "Congratulations! Your furniture has been selected for direct pick up on the 24möbler platform! 🎉 ",
    "2ndText": "This means that we are interested to directly take it to our storage and pay you during the pick up.",
    "3rdText": "Pick up time will be:",
    "4thText": "[the text we provide in the admin description box while approving]",
    "5thText": "Thank you for choosing 24möbler for selling your furniture!"
  },
  "pendingToDeclined": {
    "1stText": "Your furniture submission has been carefully reviewed. Unfortunately, we won't be able to proceed with listing it on the 24möbler platform at this time. We appreciate your interest in selling with us. Reason is:",
    "2ndText": "[the text we provide in the admin description box while declining]",
    "3rdText": "We encourage you to refine your listing based on the feedback provided and resubmit for consideration. We appreciate your interest in selling with us and look forward to the opportunity to potentially work with you in the future.",
    "4thText": "Thank you for choosing 24möbler!"
  },
  "paymentDeclined": {
    "1stText": "We regret to inform you that your recent order with 24möbler has been declined due to one of the following reasons:",
    "2ndText": "Payment Not Received: We have not received the payment for your order. Please ensure that your payment is completed to proceed with the order.",
    "3rdText": "We are unable to deliver your order in the available delivery slots. We apologize for the inconvenience and appreciate your understanding.",
    "4thText": "Thank you for choosing 24möbler!"
  }
}
